import React from 'react'

export default class GarantyScreen extends React.Component {
    render() {
        return (
            <div className="container">
                <div className="row">
                  <div className="col-lg-12">
                    <h2>Условия гарантии и возврата товара</h2>
                    <p>
                      Мы гарантируем качество всех товаров, представленных в
                      магазине. Все товары проходят предпродажную проверку на
                      наличие заводского брака и каких либо возможных
                      неисправностей.
                    </p>
                    <p>
                      Гарантийный срок на товар указывается в товарном чеке.
                    </p>
                    <p className="bold">Гарантия на АКБ 1 год</p>
                    <p className="bold">Моторы - 6 месяцев</p>
                    <p className="bold">Остальное оборудование - 3 месяца</p>
                    <p>
                      Гарантийный ремонт осуществляется в течение сорока пяти
                      календарных дней, с момента передачи устройства. Обмен
                      изделия потребителем на аналогичное при выявлении
                      заводского брака может быть осуществлён в срок не более 14
                      суток со дня даты продажи изделия.
                    </p>
                    <p className="bold">
                      Обмен изделия производиться только в случае, если:
                    </p>
                    <ul>
                      <li>
                        Имеется гарантийный талон, товарный чек или электронный
                        чек(отчет) при оплате в онлайне.
                      </li>
                      <li>
                        Имеются все печатные вложения (инструкции, аннотации и
                        т.д) поставляемые вместе с изделием;
                      </li>
                      <li>
                        Потребителем сохранён товарный вид изделия: отсутствуют
                        механические и химические повреждения корпуса (сколы
                        лакокрасочного покрытия, потёртости, царапины, трещины),
                        внутренних схем, аксессуаров и упаковки;
                      </li>
                      <li>
                        Изделия и аксессуары не имеют следов попыток
                        неквалифицированного ремонта;
                      </li>
                      <li>
                        Сохранены все элементы упаковки изделия, в том числе все
                        защитные плёнки, защитные пакеты, сдерживающие шлейфы;
                      </li>
                      <li>Комплектность изделия и аксессуаров не нарушена.</li>
                    </ul>
                    <p className="bold">
                      Как происходит обмен при обнаружении заводского брака:
                    </p>
                    <p>
                      Если вы обнаружили заводской брак, то можно осуществить
                      обмен товара следующими способами. Вы связываетесь с нами
                      по тел. 8 908 305 55 32 либо по почте 606203@bk.ru, При
                      обращении необходимо уточнить номер заказа, кратко описать
                      проблему с товаром. Если на товаре имеются механические
                      повреждения , необходимо сделать фото, прислать на почту.
                      Далее мы отправляем вам курьера, для замены товара на
                      новый. Так же вы можете самостоятельно приехать к нам на
                      склад и произвести замену предварительно позвонив по
                      телефону 8 908 305 55 32.
                    </p>
                    <p>
                      В соответствии со статьей 25 закона РФ «О защите прав
                      потребителей», и постановлении Правительства РФ №55 от
                      09.01.1998 г., технически сложные товары бытового
                      назначения, на которые установлены гарантийные сроки (в
                      т.ч. бытовая радиоэлектронная аппаратура, автоэлектроника
                      и др.) не подлежат обмену или возврату в течение 14 дней в
                      случае, если они не подошли по размеру, расцветке,
                      габаритам, комплектации. Обмен и возврат осуществляется
                      только при обнаружении неустранимых недостатков. Гарантия
                      действует в случае, если недостатки или неисправности
                      возникли по вине изготовителя, при соблюдении следующих
                      условий: товар должен быть использован в строгом
                      соответствии с техническими стандартами и требованиями
                      безопасности.
                    </p>
                    <p>
                      При доставке покупатель имеет право в присутствии курьера
                      проверить внешний вид товара и комплектность поставки.
                      После момента передачи товара покупателю претензии по
                      внешнему виду и комплектации не принимаются (согласно со
                      ст. 458 и 459 ГК РФ). Приобретение товара с гарантийным
                      талоном влечёт автоматическое согласие с гарантийными
                      обязательствами. Претензии к внешнему виду, комплектации,
                      качеству аксессуаров, аккумуляторных батарей, а так же по
                      наличию любых внешних механических повреждений после
                      покупки изделия не принимаются.
                    </p>
                    <p className="bold">
                      В гарантии может быть отказано в следующих случаях:
                    </p>
                    <ul>
                      <li>
                        В случае не правильно или не полностью заполненного
                        гарантийного талона или товарного чека(электронного
                        чека-отчета), при отсутствии гарантийного талона,
                        товарного чека (электронного чека-отчета, исправлений в
                        товарном чеке, отсутствии подписи продавца или
                        покупателя, несовпадений серийного номера изделий с
                        серийным номером указанном в гарантийном талоне;
                      </li>
                      <li>
                        В случае нарушения правил и условий эксплуатации,
                        изложенных в инструкции по эксплуатации (при наличии)
                        изделия или гарантийном талоне;
                      </li>
                      <li>
                        Если изделие имеет следы попыток неквалифицированного
                        ремонта;
                      </li>
                      <li>
                        Если дефект вызван изменением конструкции или схемы
                        изделия, не предусмотренным изготовителем;
                      </li>
                      <li>
                        Если дефект вызван несчастным случаем, действиями
                        непреодолимой силы, действиями третьих лиц или
                        действиями потребителя;
                      </li>
                      <li>
                        Если повреждения вызваны попаданием внутрь изделия
                        посторонних веществ, предметов, жидкостей, насекомых;
                      </li>
                      <li>
                        Если дефект вызван механическим повреждением изделия;
                      </li>
                      <li>
                        Если дефект вызван несоответствием стандартам
                        телекоммуникационных питающих кабельных сетей, или
                        другими внешними факторами;
                      </li>
                      <li>
                        Если дефект вызван использованием нестандартных или не
                        качественных аксессуаров, принадлежностей, носителей
                        информации;
                      </li>
                    </ul>
                    <p>
                      Продавец снимает с себя ответственность за возможный вред,
                      прямо или косвенно нанесённый проданным изделием
                      автомобилю, людям, домашним животным или имуществу, в
                      случае если это произошло в результате не соблюдения
                      правил и условий эксплуатации, установки изделий, действий
                      потребителя, третьих лиц, или обстоятельств не преодолимой
                      силы.
                    </p>
                  </div>
                </div>
              </div>
        )
    }
} 